{
  "vendorList": [
    {
      "name": "Ba-Le",
      "location": "Hemenway Hall",
      "image": "",
      "operationDays": "Temporarily Closed",
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit", "Meal Swipes", "Campus Cash"],
      "dietaryOptions": [],
      "description": "Located at Hemenway Hall, Ba-Le is the perfect stop if you're craving something a little different."
    },
    {
      "name": "Da Spot",
      "location": "Krauss Circle",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": ["Vegan", "Halal", "Kosher", "Vegetarian"],
      "description": "Da Spot Health Foods & Juices offers diverse, healthy and affordable cusine with a unique take on tasty dishes from around the world."
    },
    {
      "name": "Dunkin' Donuts",
      "location": "Paradise Palms Cafe",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": [],
      "description": "Dunkin' Donuts in Paradise Palms Cafe will keep Hawaii running with high-quality beverage offerings-including freshly-brewed Hot and ICed Coffees-paired perfectly with delicious donuts, bakery goods, sandwiches and more."
    },
    {
      "name": "Food Court",
      "location": "Campus Center",
      "image": "",
      "operationDays": ["Monday - Friday"],
      "operationHours": ["11AM - 2PM"],
      "paymentOptions": ["Cash", "Credit", "Meal Swipes", "Bonus Dollars", "Dinning Dollars"],
      "dietaryOptions": ["Pescatarian", "Vegetarian", "Vegan"],
      "description": "The Campus Center Food Court offers a variety of food including plate lunches, and our newly featured Simply to Go station with fresh made salads, wraps, fresh fruit and desserts."
    },
    {
      "name": "Gateway Cafe",
      "location": "Gateway",
      "image": "",
      "operationDays": ["Monday - Friday", "Monday - Thursday"],
      "operationHours":["9AM - 1:30PM", "4:30PM - 7PM"],
      "paymentOptions": ["Cash", "Credit", "Meal Swipes", "Dinning Dollars"],
      "dietaryOptions": ["Vegan", "Vegetarian", "Peanut", "Milk", "Eggs", "Wheat", "Soybean", "Fish", "ShellFish", "Treenuts", "Gluten Free"],
      "description": "We offer fresh salads, made-in-house pizzas, and a grill station in addition to our Simple Servings hot entrees and vegan and vegetarian entrees daily."
    },
    {
      "name": "Govinda's",
      "location": "Campus Center",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": ["Gluten Free", "Vegetarian"],
      "description": "Govinda's uses top quality produce and only the finest quality sea salt. All of teh rice, grains, beans, tofu, sugar and flour are certified organic. Their menu never contains any meat or meat by products, fish, eggs, MSG, iodized salt, preservatives, hydrogenated oils, or artifical colors or flavors."
    },
    {
      "name": "Hale Aloha Cafe",
      "location": "Hale Aloha Towers",
      "image": "",
      "operationDays": ["Monday - Friday", "Monday - Sunday", "Monday - Sunday"],
      "operationHours": ["9AM - 10AM", "10AM - 1:30PM", "5PM - 7:30PM"],
      "paymentOptions": ["Cash", "Credit", "Meal Swipes", "Dinning Dollars"],
      "dietaryOptions": ["Vegetarian", "Vegan", "Gluten Free", "Peanut", "Milk", "Eggs", "Wheat", "Soybean", "Fish", "Shellfish", "Treenuts"],
      "description": "Hale Aloha Cafe serve your favorite comfort foods and cuisine influenced by global flavors. Located at the center of the Hale Aloha Towers on the lower campus, Hale Aloha Cafe is open for dinner 7 days a week for brunch and dinner."
    },
    {
      "name": "Holoholo Grill",
      "location": "Paradise Palms Cafe",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": [],
      "description": "Holoholo Grill features healthy, locally grown salads, sandwiches, and grab-and-go items at affordable prices. They are committed to using the freshest island-grown ingredients sourced directly from farmers and fisherman. Grab-and-go, breakfast items, or catering for any sized group are also available!"
    },
    {
      "name": "Hot Tacos",
      "location": "Rotating between Kennedy Theatre (Monday), POST (Tuesday), Architecture (Thursday), and Korean Studies (Friday)",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": [],
      "description": "Hot Tacos offers authentic Mexican food, prepped and cooked daily from scratch offering tacos, burritos, and quesadillas with meat options like steak, chicken, marinated pork, and shredded beef. They offer a la carte options or lunch plates that include beans and Spanish rice and other add on options like Chili Rellenos and Tamales."
    },
    {
      "name": "Island Pita",
      "location": "Location TBA",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": ["Vegetarian", "Vegan"],
      "description": " Mobile eatery serving Mediterranean cuisine like chicken and lamb kabob as well as with vegan options such as hummus, Israeli salad, falafel, and fresh baked pita made daily."
    },
    {
      "name": "Jamba Juice",
      "location": "Campus Center",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit", "Dinning Dollars", "Meal Swipes"],
      "dietaryOptions": ["Vegetarian", "Vegan"],
      "description": "Visit Jamba for refreshing fruit smoothie blends, delicious and nutritious energy bowls, fresh juices, healthy baked goods and savory grab-and-go food items. \n\nJamba blends real fruit and whole ingredients into each delicious fresh juice, smoothie, or energy bowl you order and contains no artificial colors, preservatives, or flavors."
    },
    {
      "name": "Kamitoku Ramen",
      "location": "Rotating between POST (Monday, Tuesday, Thursday, and Friday) and Krauss (Wednesday)",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": [],
      "description": "Kamitoku Ramen specializes in Tottori-style beef bone ramen."
    },
    {
      "name": "Lasoon",
      "location": "Paradise Palms Cafe",
      "image": "",
      "operationDays": ["Temporaily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": ["Vegan", "Gluten Free", "Vegetarian"],
      "description": "Lasoon offers natural home-cooked Nepali and Indian food for everyone. From a $5 bowl options when you are in a hurry to larger plates to please your appetite. \n\nWe are focusing on vegan and gluten free meals and offer 4 - 5 options that are changed daily. Besides the vegan options we offer 3 meat options ranging from mild to spicy!"
    },
    {
      "name": "Le Crepe Cafe",
      "location": "Paradise Palms Cafe",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": ["Vegetarian"],
      "description": "Le Crepe Cafe makes traditional French crepes, cooked to order in front of customers. They specialize in flavorsome menu of sweet and savory crepes and use fresh ingredients, organic when possible. Their utensils are even bio-compostable. Enjoy a crepe any time of day, as a breakfast, snack, main course, or dessert - close you're eyes and you're in Paris! \n\nWhether you're needing a break from the law books or a pick-me-up as you're headed to or off campus, you'll also appreciate Le Crepe Cafe's French Roast and espresso drinks."
    },
    {
      "name": "L&L Barbecue",
      "location": "Athletic Complex, 2nd Floor & Paradise Palms Cafe",
      "image": "",
      "operationDays": ["Monday - Friday"],
      "operationHours": ["7AM - 4:30PM"],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": [],
      "description": "Delicious local and Asian-American fusion cuisine served in big portions at reasonable prices! Try delicious L&L favorites like the Hawaiian Barbecue beef, chicken, or short ribs! Enjoy L&L's famous fried chicken katsu, the best in town! Grab-and-go, breakfast items and party packs for groups also available."
    },
    {
      "name": "Ono Seafood",
      "location": "Krauss Hall",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": [],
      "description": "Traditional super ono ahi & tako poke; always fresh, premium ahi - never frozen! Made to order poke by the pound & poke bowls."
    },
    {
      "name": "Panda Express",
      "location": "Paradise Palms Cafe",
      "image": "",
      "operationDays": ["Monday - Friday"],
      "operationHours": ["10AM - 2PM"],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": [],
      "description": "Panda Express serves gourmet Chinese food made with only the freshest ingredients. Famous for its Orange Chicken, they also offer a number of Wok Smart entrees that contain less than 250 calories per serving, such as Shanghai Angus Steak, Kung Pao Chicken, and Broccoli Beef. Other favorites include Beijing Beef, Sweetfire Chicken Breast, and Honey Walnut Shrimp. \n\nPanda Express' offerings can be enjoyed in Panda Bowls, or two and three item plates. Perfect for lunch, dinner or as a pick-me-up snack between classes."
    },
    {
      "name": "Pizza Hut",
      "location": "Campus Center",
      "image": "",
      "operationDays": ["Monday - Friday"],
      "operationHours": ["Temporarily Closed"],
      "paymentOptions": [""],
      "dietaryOptions": [],
      "description": "You can always count on pizza to satisfy your hunger. \n\nOur Pizza Hut Express location offers all of your favorite Pizza Hut items for you to grab and go. \n\nEnjoy our daily Pizza Hut pan pizza specials, breadsticks, and popular Wingstreet items!"
    },
    {
      "name": "Simply To Go",
      "location": "Campus Center",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit", "Bonus Dollars"],
      "dietaryOptions": [],
      "description": "Simply To Go is just as the name says...simple items purchased to go!\n\nA great place to get a quick bite between classes, you can purchase coffee, breakfast items, pastries, bottled beverages, and desserts while you're on the go.\nWe proudly serve Starbucks Coffee.\n\nSimply To Go carries a variety of healthy food brands, such as Kashi, Kopali Organics and Bare Fruit Snacks.\n\nCool off on a hot day with a Dole Whip!"
    },
    {
      "name": "Sistah Truck",
      "location": "Rotating between POST, Kuykendall, Architecture, Korean Studies, and Kennedy Theatre",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": ["Vegetarian"],
      "description": "Sistah Truck serves Korean-inspired local cuisine. Daily menu plate lunches include loco moco, chicken katsu, and Korean-style shoyu chicken. They also serve grab-and-go dishes like bibimbap, gyoza and kimchi bowls. Vegetarian options are available."
    },
    {
      "name": "Starbucks",
      "location": "Campus Center",
      "image": "",
      "operationDays": ["Monday - Friday"],
      "operationHours": ["7AM - 4PM"],
      "paymentOptions": ["Cash", "Credit", "Meal Swipes", "Dinning Dollars"],
      "dietaryOptions": ["Dairy Free"],
      "description": "With a full menu, as well as seasonal and specialty items, coffee fanatics are sure to be pleased. Also available are pastries, fruit cups, and bottled beverages for your purchase\n\nOur location strives to give you teh very same experience found at any other Starbucks across the nation."
    },
    {
      "name": "Stir Fresh",
      "location": "Campus Center",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Bonus Dollars", "Cash", "Credit", "Meal Swipes"],
      "dietaryOptions": ["Pescatarian", "Vegetarian"],
      "description": "Located on the first floor of Campus Center across from the ATMs, Stir-Fresh serves up fresh and healthy Poke Bowls and Stir Frys.\n\nCome down today and build your own stir fry - First choose your protein, next choose your sauce, then choose rice or noodles, last fill up your bowl with the vegetables of your choice. After you've made your selections your lunch will be tossed by our expert chefs.\n\nWhat to eat what the locals eat? Try one of our signature poke bowls. Aloha Friday specials are also offered every week.\n\nStop by today and enjoy the Stir Fresh experience!"
    },
    {
      "name": "The Bean Counter",
      "location": "Shidler College of Business, 1st Floor",
      "image": "",
      "operationDays": ["Temporarily Closed"],
      "operationHours": [""],
      "paymentOptions": ["Cash", "Credit"],
      "dietaryOptions": [],
      "description": "Local beans, local flavor...your local coffee bar.\n\nThe Bean Counter serves up brewed coffee from the Hawaiian Islands and fulfills your caffeinated desires with a full service espresso bar. Feed your growling stomach with a dizzying array of bagels with homemade spreads, or chow down with our savory wraps, healthy salads and sweet treats."
    },
    {
      "name": "The Market",
      "location": "Hale Noelani",
      "image": "",
      "operationDays": ["Monday - Sunday"],
      "operationHours": ["2PM - 10PM"],
      "paymentOptions": ["Cash", "Credit", "Dinning Dollars", "Meal Swipes"],
      "dietaryOptions": [],
      "description": "Located on the lower campus at student housing , The Market at Hale Noelani is your on-campus convenience store which offers all your favorite items and basic necessities.\n\nOpen 7 days a week, you can stock up on snacks, cup noodle, bottled water, toilet paper, bath soap, laundry detergent, and much more at The Market!\n\nThe Market also offers hot food in a hurry - Pizzas, Hot Dogs, and Mac & Cheese are a few of the quick bites you can enjoy from this location.\n\nOur fresh produce section and natural foods section are very popular with our customers. Whether you're looking to put together a meal, or just grab an afternoon snack, The Market has a great set of options to satisfy dorm and apartment residents!"
    },
    {
      "name": "",
      "location": "",
      "image": "",
      "operationDays": [],
      "operationHours":"",
      "paymentOptions": [],
      "dietaryOptions": [],
      "description": ""
    },
    {
      "name": "",
      "location": "",
      "image": "",
      "operationDays": [],
      "operationHours":"",
      "paymentOptions": [],
      "dietaryOptions": [],
      "description": ""
    },
    {
      "name": "",
      "location": "",
      "image": "",
      "operationDays": [],
      "operationHours":"",
      "paymentOptions": [],
      "dietaryOptions": [],
      "description": ""
    },
    {
      "name": "",
      "location": "",
      "image": "",
      "operationDays": [],
      "operationHours":"",
      "paymentOptions": [],
      "dietaryOptions": [],
      "description": ""
    }
  ]
}